<?php

	$logo = array(
		'error_chmod'			=>	'Не удалось загрузить логотип, проверьте права доступа к папке /img',
		'error_format'  	=>	'<b>Разрешенные форматы:</b> JPEG, PNG, GIF<br><b>Макс.ширина:</b> 1000 пикс.<br><b>Макс.высота:</b> 200 пикс.',
		'error_mime_type'	=>	'Ошибочка. Разрешенные форматы: JPEG, PNG, GIF',
		'settings'							=>	'Настройки логотипа',
		'current'								=>	'Текущий логотип:',
		'enable_logo'						=>	'Включить логотип',
		'upload_logo'						=>	'Загрузка логотипа',
		'upload_logo_desc'			=>	'Jpeg/Png/Gif (максимальный размер: 530x200). Новый логотип заменит старый.',
		'logo_align'						=>	'Логотип',
		'title_align'						=>	'Название форума',
		'title_vertical'				=>	'Название форума',
		'vertical'							=>	'по вертикали',
		'horizontal'						=>	'Выравнивание текста',
		'left'									=>	'Слева',
		'right'									=>	'Справа',
		'center'								=>	'В центре',
		'top'										=>	'Верх',
		'bottom'								=>	'Низ',
		'middle'								=>	'Середина',
		'hide_board_title'			=>	'Скрыть название форума. Только если включен логотип',
		'logo_link_url'					=>	'Адрес ссылки логотипа',
		'logo_link_url_example'	=>	'Если пусто, логотип не будет ссылкой.',
		'logo_link_title'				=>	'Описание ссылки логотипа',
		'file_not_found'				=>	'Файл не найден, загрузите новый',
		'logo'									=>	'Логотип',
		'not_writable'					=>	'<strong>Внимание!</strong> Нет доступа на запись в папку img'
		);
?>
